/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:42) */
"Add to Keychain" = "Añadir a la cadena de claves";

/* NSButton (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "Cancelar";

/* NSIBHelpConnector : <title:Disconnect> (oid:41) */
"Disconnect" = "Desconectar";

/* NSButton (Login) : <title:Login> (oid:15) */
"Login" = "Ingresar";

/* NSTextField (Login failed) : <title:Login failed> (oid:13) */
"Login failed" = "Ingreso Incorrecto";

/* NSTextField (Password:) : <title:Password:> (oid:18) */
"Password:" = "Contraseña:";

/* NSIBHelpConnector : <title:Try again with new login credentials> (oid:40) */
"Try again with new login credentials" = "Intente otra vez con nuevas credenciales de ingreso";

/* NSTextField (Username:) : <title:Username:> (oid:11) */
"Username:" = "Nombre de usuario:";